Repository: Oronemu/Mira
Catalog: Widgets/Resources/Localizable.xcstrings
Source language: en
Languages: ru

# ✦ %@ day · mood %@
source: ✦ %1$@ day · mood %2$@
ru: ✦ %1$@ дн · настр %2$@

source: ✦ %@ day streak
ru: ✦ серия %@ дн

source: A glance at your most recent journal entry.
ru: Взгляд на твою последнюю запись.

source: day streak
ru: дней подряд

source: Day streak
ru: Дней подряд

source: days
ru: дней

source: Last Entry (Pro)
ru: Последняя запись (Pro)

source: Mira Mood (Pro)
ru: Настроение Mira (Pro)

source: Mira Streak
ru: Серия Mira

source: Mira Streak (Pro)
ru: Серия Mira (Pro)

source: Mood
ru: Настроение

source: Mood Trend (Pro)
ru: Тренд настроения (Pro)

source: No entries yet
ru: Пока нет записей

source: See your current writing streak and jump into a new entry.
ru: Смотри свою серию и переходи к новой записи.

source: Start a streak
ru: Начни серию

source: Streak
ru: Серия

source: Tap to subscribe
ru: Нажми, чтобы подписаться

source: Tap to write your first entry.
ru: Нажми, чтобы написать первую запись.

source: Tap to write your first one.
ru: Нажмите, чтобы создать первую.

source: Today's mood and streak in a single line.
ru: Сегодняшнее настроение и серия одной строкой.

source: Unlock Mira Pro
ru: Открыть Mira Pro

source: Your mood over the last week. Tap to write a new entry.
ru: Твоё настроение за последнюю неделю. Нажми, чтобы написать новую запись.

source: Your writing streak on the Lock Screen.
ru: Твоя серия на экране блокировки.

source: Your writing streak on the Lock Screen. Requires Mira Pro.
ru: Твоя серия записей на экране блокировки. Требуется Mira Pro.
